
        <div id="tab_prov_famo">
                    <div id="tabproverb">
                        <div class="tabshowprofv">
                            <img src="{{ URL::asset('photo/qaz-muhamad.jpg') }}" id="opentag">
                            <p>بۆچه‌ند رۆژێکی ژیانی بێ قیمه‌تی ئه‌م دنیایه‌ خۆتان به‌ دوژمن مه‌فرۆشن چونکه‌ دوژمن جێگه‌ی هیچ باوه‌ر پێکردنێک نیه‌!!<span class="nameproftext"> " قازی محه‌مه‌د"</span></p>


                            <div id="boxgalaprovshow">
                                <div class="tabgalaprov">
                                    <div class="titletopprov">
                                        <div class="closetag"></div>
                                    </div>

                                    <div class="imgleftprov">
                                        <img src="{{ URL::asset('photo/qaz-muhamad.jpg') }}">
                                    </div>
                                    <div class="textnamprov">
                                        <p>قازی محەممەد له‌ ساڵی ١٩٠٠ی زایینی لە لە بنەماڵەیەک کە ناوبانگی لە شاری مەھاباد دا لەدایک بووە. قازی محەممەد لە منداڵی و لاوی دا زۆر خولیای زانست و فێر بوونی زمانە بیانیەکان بووە و جگە لە عەرەبی و فارسی،  زمانی فەڕنسی و ئینگلیزی و تا ڕادەیەکیش ڕووسی ئاشنایەتی کردووە. قازی محەممەد زۆری حەز بە تێکەڵاوی له‌گه‌ل زانایانی زەمان، کەسایەتیە گەورەکان، کوردانی نیشتمانپەروەر و سەرۆک عەشیرەتەکان ھەبووە،
                                            پێشه‌وا قازی محه‌ممه‌د له‌ پاش کۆچی دوایی باوکی ده‌بێته‌ قازیی شاری مه‌هاباد و له‌ کاره‌کانیدا زیاتر گرینگیی به‌ کاروباری خوێندن و فێرکردن و هاندانی خه‌ڵک بۆ لای زانست داوه‌ و دواتر له‌ ساڵی 1941 ده‌بێته‌ به‌رپرسی ئیداره‌ی فه‌رهه‌نگ و ئه‌وقافی شاری مه‌هاباد و هه‌ر له‌ ماوه‌ی به‌رپرسایه‌تییدا یه‌که‌م قوتابخانه‌ بۆ کچان داده‌مه‌زرێنێت.
                                            پێشه‌وا قازی محه‌ممه‌د پاش دامه‌زراندنی حیزبی دێموکراتی کوردستانی ئێران، له‌ خه‌رمانانی 1324ی هه‌تاویدا، سه‌ردانی شاری ته‌ورێزی کردووه‌ و له‌ جێژنی پێکهاتنی فیرقه‌ی دێمۆکراتی ئازه‌ربایجاندا به‌شداریی کردووه‌. دواتر قازی محه‌ممه‌د به‌ بانگهێشتێکی فه‌رمی وه‌ک سه‌رۆکی حدک ئێران بۆ جاری دووهه‌م، له‌گه‌ڵ هه‌یئه‌تێکی رێبه‌رایه‌تیی حیزب بۆ کاری سیاسی سه‌ردانی باکۆ ده‌کات و داوا له‌ لێپرسراوانی یه‌کیه‌تیی سۆڤییه‌ت ده‌کات پاڵپشتیی کۆماری کوردستان و گه‌لی کورد بکه‌ن.
                                            لە بەرەبەیانی ١٠ی خاکەلێوەی ساڵی ١٣٢٦ی ھەتاوی(٣٠ی مارسی ١٩٤٧) پێشەوا قازی، حەمەحوسێن خانی سەیف قازی(ئامۆزای پێشەوا) و ئەبولقاسم سەدر قازی(برای پێشەوا) بە دوای حوکم دران لە دوو دادگای نایاسایی و فەرمایشیدا بەدەستی دوژمنانی گەلی کورد لە چوارچرای شاری مەھاباد، واتە ھەر لەو شوێنەی کە ٢ی رێبەندانی ١٣٢٤ھەتاوی (٢٢ مانگی ژانویە ١٩٤٦) کۆماری کوردستان لێی راگەیەندرابوو، لە سێدارە دران و شەھیدکران.

                                            ھەڵسوکەوتی قازی کاتی لە سێدارە‌دران کە رۆژنامەنووسێکی دەرباری شا دەیانگێڕێتەوە وەک چیرۆک و ئەفسانەی لێھاتووە. قازی لە پێش‌دا داوا دەکات کە تیربارانی بکەن چوونکا لە سێدارە‌دان ئایینی نیە، بەڵام ڕێگەی پێ‌نادەن. پاشان وەسیەت‌نامەیەک دەنووسێت کە جێگەی سەرنجە لە باری کۆمەڵایەتیەوە و لە باری سیاسیەوە. قازی ‌ئەو مردنەی بە سەرکەوتن دەزانی و ھەر بۆیە بە ٧ ھەنگاو ڕێگەی بۆلای سێدارەکە پێوا. لە پای سێدارە ڕێگەی نەدا چاوی ببەستن و دەڵێت:

                                            حەز دەکەم لە ئاخرین چرکەی ژیانیشم دا بە سەربەرزی و چاوی کراوەوە لە نیشتمانی خۆشەویستم بڕوانم.

                                            ڕوو لە خوێنمژانی گەل دەڵێ: ئێوە قازی محەممەدێک دەکوژن، بەڵام بزانن لە ھەر تنوکە خوێنێکی من، قازی محەممەدێکی دیکە شین دەبێتەوە. داوا لە گەلی کورد دەکەم خەباتی خۆی لەپێناو ڕزگاریی کوردستان دا پەک نەخات، باوەڕ بە دەوڵەتی خۆفرۆشی تاران مەکەن. بژی کورد و کوردستان.

                                            تەرمی ئەو شەھیدانە ھەر ئەو رۆژە لەسەر شان و پیلی خەڵکی بە شرەفی مەھاباد لە گۆڕستانی مەلا جامی بە خاکی نیشتمانەکەیان سپێردران. شوێنی گۆڕەکەیان ئێستاش لە ژێر چاودێری‌دایە.
                                        </p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>

